/* No comment provided by engineer. */
"1 day" = "1 Tag";

/* No comment provided by engineer. */
"1 day before" = "1 Tag vorher";

/* No comment provided by engineer. */
"1 hour before" = "1 Stunde vorher";

/* No comment provided by engineer. */
"2 days" = "2 Tage";

/* No comment provided by engineer. */
"2 days before" = "2 Tage vorher";

/* No comment provided by engineer. */
"2 hours before" = "2 Stunden vorher";

/* No comment provided by engineer. */
"3 days" = "3 Tage";

/* No comment provided by engineer. */
"4 days" = "4 Tage";

/* No comment provided by engineer. */
"5 days" = "5 Tage";

/* No comment provided by engineer. */
"5 minutes before" = "5 Minuten vorher";

/* No comment provided by engineer. */
"6 days" = "6 Tage";

/* No comment provided by engineer. */
"7 days" = "7 Tage";

/* No comment provided by engineer. */
"10 minutes before" = "10 Minuten vorher";

/* No comment provided by engineer. */
"15 minutes before" = "15 Minuten vorher";

/* No comment provided by engineer. */
"30 minutes before" = "30 Minuten vorher";

/* No comment provided by engineer. */
"Add Location" = "Ort hinzufügen";

/* No comment provided by engineer. */
"Alert:" = "Warnhinweis:";

/* No comment provided by engineer. */
"All-day:" = "Ganztägig:";

/* No comment provided by engineer. */
"Are you sure you want to delete this event?" = "Sind Sie sicher, dass Sie dieses Ereignis entfernen möchten ?";

/* No comment provided by engineer. */
"At time of event" = "Bei Ereignisstart";

/* No comment provided by engineer. */
"Calendar access denied.

Itsycal is more useful when it can display events from your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy" = "Kalenderzugriff verweigert.

Itsycal ist nützlich, wenn es Ereignisse aus Ihrem Kalender angezeigt werden können. Sie können diese Einstellung in den Systemeinstellungen › Sicherheit › Privatsphäre.";

/* No comment provided by engineer. */
"Calendar access was denied." = "Kalenderzugriff verweigert.";

/* Cancel action button in recording state */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Check for updates..." = "Nach Updates suchen…";

/* Empty shortcut button in normal state */
"Click to Record Shortcut" = "Klicken, um Kurzbefehl eingeben";

/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Klicken, um Kurzbefehl eingeben";

/* No comment provided by engineer. */
"Delete All Future Events" = "Alle zukünftigen Ereignisse löschen";

/* No comment provided by engineer. */
"Delete Only This Event" = "Nur dieses Ereignis löschen";

/* No comment provided by engineer. */
"Delete This Event" = "Löschen";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Löschen Tastaturkurzbefehl";

/* No comment provided by engineer. */
"Do you want to delete this and all future occurrences of this event, or only the selected occurrence?" = "Möchten Sie dieses und all zukünftigen Vorkommen dieses Ereignisses löschen oder nur das ausgewählte Vorkommen?";

/* No comment provided by engineer. */
"End Repeat:" = "Beenden:";

/* No comment provided by engineer. */
"Ends:" = "Bis:";

/* No comment provided by engineer. */
"Event list shows:" = "Ereignisliste zeigt:";

/* No comment provided by engineer. */
"Every 2 Weeks" = "Alle 2 Wochen";

/* No comment provided by engineer. */
"Every Day" = "Täglich";

/* No comment provided by engineer. */
"Every Month" = "Monatlich";

/* No comment provided by engineer. */
"Every Week" = "Wöchentlich";

/* No comment provided by engineer. */
"Every Year" = "Jährlich";

/* No comment provided by engineer. */
"First day of week" = "Erster Wochentag";

/* No comment provided by engineer. */
"Friday" = "Freitag";

/* No comment provided by engineer. */
"Highlight weekend" = "Wochenende hervorheben";

/* No comment provided by engineer. */
"Itsycal is more useful when you allow it to add events to your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy." = "Itsycal ist nützlicher, wenn es Veranstaltungen zu Ihrem Kalender hinzuzufügen. Sie können diese Einstellung in den Systemeinstellungen › Sicherheit › Privatsphäre.";

/* No comment provided by engineer. */
"Keyboard shortcut" = "Tastaturkurzbefehl";

/* No comment provided by engineer. */
"Launch at login" = "Starte Itsycal bei der Anmeldung";

/* No comment provided by engineer. */
"Monday" = "Montag";

/* Repeat ends never */
"Never" = "Niemals";

/* No comment provided by engineer. */
"New Event" = "Neues Ereignis";

/* No comment provided by engineer. */
"New Event... ⌘N" = "Neues Ereignis … ⌘N";

/* No comment provided by engineer. */
"No events" = "Keine Ereignisse";

/* Alert none
   Repeat none */
"None" = "Ohne";

/* Alert button when shortcut is already used */
"OK" = "OK";

/* No comment provided by engineer. */
"On Date" = "Datum";

/* No comment provided by engineer. */
"Open Calendar... ⌘O" = "Kalender öffnen … ⌘O";

/* No comment provided by engineer. */
"Options" = "Optionen";

/* No comment provided by engineer. */
"Pin Itsycal... P" = "Itsycal soll sichtbar bleiben … P";

/* No comment provided by engineer. */
"Preferences..." = "Einstellungen …";

/* No comment provided by engineer. */
"Quit Itsycal" = "Itsycal beenden";

/* No comment provided by engineer. */
"Repeat:" = "Wiederholen:";

/* No comment provided by engineer. */
"Saturday" = "Samstag";

/* No comment provided by engineer. */
"Save Event" = "Ereignis sichern";

/* No comment provided by engineer. */
"Show calendar weeks" = "Kalenderwoche anzeigen";

/* No comment provided by engineer. */
"Show day of week in icon" = "Menüleistensymbol zeigt Wochentag";

/* No comment provided by engineer. */
"Show month in icon" = "Menüleistensymbol zeigt Monat";

/* Shortcut glyph name for SPACE key */
"Space" = "Leertaste";

/* No comment provided by engineer. */
"Starts:" = "Von:";

/* No comment provided by engineer. */
"Sunday" = "Sonntag";

/* Alert box message when we fail to launch the Calendar application */
"The Calendar application could not be found." = "Die Kalender-Anwendung konnte nicht gefunden werden.";

/* Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "Die Tastenkombination %@ kann nicht benutzt werden!";

/* Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "Die Tastenkombination kann nicht benutzt werden, da sie bereits von dem Menüeintrag ‘%@’ benutzt wird.";

/* No comment provided by engineer. */
"Thursday" = "Donnerstag";

/* No comment provided by engineer. */
"Tuesday" = "Dienstag";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Kurzbefehl eingeben";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Kurzbefehl eingeben";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Alte Tastenkombination benutzen";

/* No comment provided by engineer. */
"Wednesday" = "Mittwoch";

/* No comment provided by engineer. */
"You're deleting an event." = "Sie löschen ein Ereignis.";

/* Spanning event ends */
"ends" = "Endet um";

